Repository: rocksdanister/lively-translations
Catalog: v0.9 (old)/*/Resources.*.resx
Languages: chinese, french, german, italian, korean, russian, spanish

# txtLabel38
source: Back
chinese: 返回
french: Retour
german: Zurück
italian: Indietro
korean: 뒤로
russian: Назад
spanish: Atrás

# txtLabel39
source: Installing Wallpaper
chinese: 正在安装墙纸
french: Installation des fonds d'écrans
german: Installiere Wallpaper
italian: Installando Wallpaper
korean: 배경화면 설치하는 중
russian: Установка обоев
spanish: Instalando fondo de pantalla

# txtLabel4
source: Media
chinese: 媒体
french: Média
german: Medien
korean: 미디어
spanish: Medios

# txtLabel5
source: Games
chinese: 游戏
french: Jeux
german: Spiele
italian: Giochi
korean: 게임
spanish: Juegos

# txtLabel6
source: Retro
chinese: 怀旧 (Retro)
french: Rétro
korean: 레트로

# txtLabel7
source: Other
chinese: 其他
french: Autre
german: Andere
italian: Altro
korean: 기타
russian: Другое
spanish: Otros

# txtLabel8
source: Web
chinese: 网页
korean: 웹

# txtLabel9
source: Audio Visualiser
chinese: 音频可视化
french: Prévisualisation Audio
german: Audiovisualisierer
italian: Visualizzatore Audio
korean: 오디오 비주얼라이저
spanish: Visualizador de Audio

# txtLabelApplication
source: Application
chinese: 应用程序
german: Programm
italian: Applicazione
korean: 애플리케이션
russian: Программа
spanish: Aplicación

# txtLabelInteraction
source: Interaction
chinese: 交互
german: Interaktion
italian: Interazione
korean: 상호작용
russian: Взаимодействие
spanish: Interacción

# txtLabelRule
source: Rule
chinese: 规则
french: Règle
german: Regel
italian: Regola/e
korean: 규칙
russian: Правило
spanish: Regla

# txtLabelSoftwareUIRendering
source: Disable Hardware Acceleration
chinese: 禁用硬件加速
french: Désactivation de l'accélération des composants
german: Deaktivieren Sie die Hardwarebeschleunigung
italian: Disabilità accelerazione Hardware
korean: 하드웨어 가속 비활성화
russian: Выключить аппаратное ускорение
spanish: Desactivar aceleración por hardware

# txtLabelStream
source: Stream
chinese: 流 (Stream)
korean: 스트림
spanish: corriente

# txtLabelVideoQuality
source: Video Quality
chinese: 视频质量
french: Qualité Vidéo
italian: Qualità Video
korean: 비디오 품질
russian: Качество видео:
spanish: calidad de video

# txtLivelyAppWarning
source: This feature is currently in development. Do NOT run programs such as CHROME, STEAM.. which spawn multiple Subprocesses. THERE WILL BE BUGS & CRASHES, PROCEED WITH CAUTION!!!
chinese: 此功能目前正在开发中。 不要运行诸如 CHROME，STEAM ..之类的程序，这些程序会产生多个子进程。 可能会出现 错误 & 崩溃, 请谨慎操作!!!
french: Cette option est en cours de développement. N'exécutez PAS de programmes tel que CHROME , STEAM.. Qui font apparaître plusieurs sous procédés. IL Y AURA DES BUGS & CRASHS, CONTINUER AVEC PRÉCAUTION!!!
german: Diese Funktion befindet sich derzeit in der Entwicklung. Führen Sie KEINE Programme wie CHROME, STEAM .. aus, die mehrere Unterprozesse erzeugen. Es wird Fehler und Abstürze geben. Fahre mit Vorsicht vor !!!
italian: Questa funziona è in fase di sviluppo. NON avviare programmi come Chrome Steam che creano un sacco di subprocessi. CI SARANNO BUGS & CRASHES, CONTINUA CON PRUDENZA!!!
korean: 이 기능은 현재 개발중입니다. CHROME, STEAM같은 여러 하위 프로세스들을 생성하는 프로그램들을 실행하지 마십시오. 버그 & 충돌이 있을 수 있습니다, 조심해서 진행하십시오!!!
russian: Данная функция сейчас находится в разработке. Не запускайте программы как chrome, steam.. которые создают множество подпроцессов. Появятся баги & краши, Действовать осторожно!!!
spanish: Esta característica está actualmente en desarrollo. NO inicie programas como CHROME o STEAM.. que crean múltiples subprocesos. ¡¡¡HABRÁN ERRORES Y CIERRES INESPERADOS, PROCEDA CON PRECAUCIÓN!!!

# txtLivelyErrorMsgTitle
source: Error
chinese: Lively: 错误
french: Lively: Erreur
german: Fehler
italian: Lively: Errore
korean: 에러
russian: Ошибка
spanish: Lively: Error

# txtLivelyWaitMsgTitle
source: Please Wait
chinese: 请稍候...
french: Veuillez patientez...
german: Bitte warten
italian: Perfavore attendi
korean: 기다려 주세요
russian: Пожалуйста подождите
spanish: Por favor espere

# txtLivelyWallpaperTypeApp
source: Application
chinese: 应用程序
german: Programm
italian: Applicazione
korean: 애플리케이션
russian: Программа
spanish: Aplicación

# txtLivelyWallpaperTypeGIF
source: Animated GIF
chinese: GIF 动态图
french: GIF Animé
german: Animiertes GIF
korean: 움직이는 GIF
russian: GIF анимация
spanish: GIF animado

# txtLivelyWallpaperTypeGodot
source: Godot Application
chinese: Godot 应用程序
french: Application Godot
german: Godot-Anwendung
korean: Godot 애플리케이션
spanish: Aplicación Godot

# txtLivelyWallpaperTypeUnity
source: Unity Application
chinese: Unity 应用程序
french: Application Unity
german: Unity Anwendung
korean: Unity 애플리케이션
spanish: Aplicación Unity

# txtLivelyWallpaperTypeUnityAudio
source: Unity Audio Reactive
french: Réactif Audio Unity
german: Unity-Audio-Reaktiv
korean: Unity 오디오 반응

# txtLivelyWallpaperTypeUrl
source: Online
chinese: 在线网页 (Online)
french: En ligne
korean: 온라인
spanish: en línea

# txtLivelyWallpaperTypeVideo
source: Video
chinese: 视频
french: Vidéo
korean: 비디오

# txtLivelyWallpaperTypeWeb
source: Web
chinese: 网页
korean: 웹

# txtLivelyWallpaperTypeWebAudio
source: Web Audio Reactive
french: Réactif Audio Web
german: Web-Audio-Reaktiv
korean: 웹 오디오 반응

# txtLiveTile
source: Animated Tile:
french: Tuile Animée:
german: Animierte Kachel:
italian: Titolo animato:
korean: 움직이는 타일:
russian: Анимированные плитки в библиотеке:
spanish: Mosaico animado:

# txtLiveTileToolTip
source: (Experimental) Wallpaper preview on tile.
chinese: (实验性) Wallpaper preview on tile.
french: (Experimental) Prévisualisation du fond d'écran sur une tuile.
german: (Experimentell) Hintergrundbildvorschau auf Kachel.
italian: (Experimental) Preview del Wallpaper su piastrella.
korean: (실험중) 타일에서 배경화면 미리보기.
russian: (Экспериментальная)Предпросмотр обоев
spanish: (Experimental, Alto uso de la CPU)Reproduzca la vista previa del fondo de pantalla en el mosaico de la librería.

# txtMoreWp
source: More Wallpapers...
chinese: 更多壁纸...
french: Plus de fonds d'écrans...
german: Mehr Hintergründe...
italian: Più sfondi ...
korean: 더 많은 배경화면
russian: Больше обоев...
spanish: Más fondos de pantalla ...

# txtMouse
source: Mouse
chinese: 鼠标
french: Souris
german: Maus
italian: topo
korean: 마우스
russian: Мышь
spanish: Ratón

# txtMsgFillAllFields
source: Fille all the required text fields.
chinese: 请填写所有必填的文本框.
french: Remplir tous les champs de texte requis.
german: Füllen Sie alle erforderlichen Textfelder aus.
italian: Riempi tutti i requisiti scritti.
korean: 필요한 모든 텍스트 상자를 채우십시오
russian: Заполните все необходимые поля.
spanish: Rellene todos los espacios requeridos.

# txtMsgSelectWallpaperFile
source: Wallpaper file not selected
chinese: 未选择壁纸文件
french: Fichier fond d'écran non sélectionné
german: Hintergrundbilddatei nicht ausgewählt
italian: Wallpaper non selezionato
korean: 배경화면 파일이 선택되지 않았습니다
russian: Файл с обоями не выбран
spanish: Archivo no seleccionado

# txtMsgUpdaterPortableUnsupported
source: Updater is not supported in portable version of Lively, download latest portable release from the website.
chinese: 免安装版的 Lively 暂不支持自动更新。请前往网页下载最新的免安装版手动更新
french: L'Updater n'est pas supporté par la version portable de lively, télécharger la dernière version publiée sur le site web.
german: Updater wird in der portablen Version von Lively nicht unterstützt. Laden Sie die neueste portable Version von der Website herunter.
italian: L'aggiornamento non è supportato nella versione portatile di Lively, scarica l'ultima versione portatile dal sito Web.
korean: 업데이터는 Lively의 포터블 버전에서는 지원되지 않습니다, 직접 웹사이트에서 최신 버전을 다운로드 받으세요.
russian: Обновление не поддерживается в портативной версии Lively, скачайте последнюю портативную версию с сайта.
spanish: Updater no es compatible con la versión portátil de Lively, descargue la última versión portátil del sitio web.

# txtNotes
source: Note: (1) Lively window ignores these rules. (2) Audio is always muted when other apps are in focus {except (1), Lively window}. (3) Foreground Process algorithm has some limitations, check wiki for more information. (4) Application Rules has the highest priority.
chinese: 注意: (1) Lively 忽略了这些规则. (2) 当其他应用程序处于焦点时，音频将始终处于静音状态 {except (1), Lively window}。 (3) 前台程序判断算法有一些局限性，有关更多信息，请参见Wiki。 (4) 应用程序规则具有最高优先级.
french: Note: (1) La fenêtre Lively à ignorer ces règles. (2) L'audio est toujours coupé quand d'autres applications sont au premier plan {excepté (1), la fenêtre Lively }. (3) Le procédé algorithmique possède certaines limitations, se référer au wiki pour plus d'informations. (4) Les règles de l'application ont la plus grande priorité.
german: Notiz: (1) Lively Window ignoriert diese Regeln. (2) Audio wird immer stummgeschaltet, wenn andere Apps scharfgestellt sind {except (1), Lively window}. (3) Der Vordergrundprozess-Algorithmus weist einige Einschränkungen auf. Weitere Informationen finden Sie im Wiki. (4) Anwendungsregeln haben höchste Priorität.
italian: Note: (1) Le finestre di Lively ignorano queste regole. (2) L'audio è sempre mutato quando altre applicazioni sono selezionate {eccenzioni (1), Lively window}. (3) L'algoritmo del processo in primo piano ha alcune limitazioni consulta la wiki per più info. (4) Le regole dell'applicazione sono la maggiore priorità.
korean: 노트: (1) Lively 창은 이 규칙을 무시합니다. (2) 오디오는 다른 앱들이 활성화 되어 있을 때 항상 음소거됩니다{예외 (1), Lively 창}. (3) 전경 프로세스 알고리즘은 몇몇 제한이 있습니다, 자세한 사항은 위키를 참고하십시오. (4) 애플리케이션 룰은 제일 높은 우선순위를 가지고 있습니다.
russian: Прим: (1) Окно Lively игнорирует эти правила. (2) Звук всегда выключен, если в фокусе находятся другие программы {кроме (1), окна Lively}. (3) Приоритетные процессы имеют некоторые ограничения, воспользуйтесь поиском для большей информации. (4) Правила для программ имеют наивысший приоритет.
spanish: Nota: (1) La ventana de Lively ignora estas reglas. (2) El audio siempre está desactivado cuando otras aplicaciones están primer plano, {excepto (1), la ventana de Lively}. (3) El algoritmo de procesos en primer plano tiene algunas limitaciones, visite la wiki para más información. (4) Reglas de la aplicación tiene la prioridad más alta. (5) El navegador web está siendo minimizado para pausar, asi que verá el fondo de pantalla siendo temporalmente revertido por defecto en algunos casos; una solución está por llegar.

# txtOff
source: Off
chinese: 关闭
german: Aus
korean: 꺼짐
russian: Выкл
spanish: Apagado

# txtOn
source: On
chinese: 开启
german: An
korean: 켜짐
russian: Вкл
spanish: Encendido

# txtOtherAppsFocus
source: Other Application Focused:
chinese: 其他应用程序获得焦点:
french: Autres applications de premier plan:
german: Andere Anwendung im Vordergrund:
italian: Concentrazione su altre applicazioni:
korean: 다른 애플리케이션이 활성화되어 있을 때:
russian: Фокус на другой программе:
spanish: Otra aplicación en primer plano:

# txtOtherAppsFullScreen
source: Other Application Fullscreen:
chinese: 其他应用程序全屏:
french: Autres Applications en Plein Écran:
german: Andere Anwendung im Vollbild
italian: Altre applicazioni a fullscreen:
korean: 다른 애플리케이션이 전체 화면일 때:
russian: Другая программа на весь экран:
spanish: Otra aplicación en pantalla completa:

# txtPauseAlgorith
source: Pause Algorithm:
chinese: 暂停规则:
french: Mettre en Pause l'Algorithme:
german: Pausen-Algorithmus:
italian: Pausa Algoritmo:
korean: 일시정지 알고리즘:
russian: Алгоритм остановки:
spanish: Pausar algoritmo:

# txtPleaseWait
source: Load Failed
chinese: 加载失败
french: Echec du chargement
german: Laden fehlgeschlagen
italian: Caricamento fallito
korean: 불러오기 실패
russian: Ошибка загрузки
spanish: Carga fallida

# txtPleaseWait2
source: Please Wait
chinese: 请稍候
french: Veuillez Patienter
german: Bitte warten
italian: Perfavore aspetta
korean: 기다려 주세요
russian: Пожалуйста подождите
spanish: Por favor espere

# txtPreviewWallpaperNote
source: Keep this window in focus while processing.
chinese: 当运行(处理)中时, 请保持此窗口的焦点
french: Gardez cette fenêtre en premier plan pendant le procédé.
german: Behalten Sie dieses Fenster während der Verarbeitung im Vordergrund.
italian: Mantieni attiva questa finestra durante il processo.
korean: 진행하는 동안 이 창을 계속 활성화 시켜 두세요.
russian: Оставайтесь на этом окне во время обработки.
spanish: Mantenga esta ventana enfocada mientras procesa.

# txtSelectPreviewThumb
source: Select previewclip/thumbnail file.
chinese: 选择 预览/缩略图 文件.
french: Sélectionner le fichier prévisualisation du clip / miniature.
german: Wählen Sie einen Previewclip / eine Thumbnail-Datei.
italian: Seleziona previewclip/thumbnail file.
korean: 미리보기 클립/썸네일 파일을 선택하세요.
russian: Выберите иконку файла.
spanish: Seleccionar archivo de vista previa/miniatura.

# txtSetWallpaper
source: Set as Wallpaper
chinese: 设置为壁纸
french: Définir comme Fond d'écran
german: Als Hintergrund festlegen
italian: Imposta come Wallpaper
korean: 배경화면으로 적용
russian: Установить обои
spanish: Seleccionar como fondo de pantalla

# txtSpanWallpaperWarning
source: Some wallpapers will not span across displays properly.
chinese: 某些墙纸无法正确跨显示器显示.
french: Certains fonds d'écrans ne s'étendront pas correctement sur plusieurs moniteurs.
german: Einige Hintergrundbilder erstrecken sich nicht richtig über die Displays.
italian: Alcuni wallpapers non si espanderanno correttamente sul display.
korean: 일부 배경화면은 디스플레이에 제대로 표시되지 않습니다.
russian: Некоторые обои не будут заполнять все экраны должным образом.
spanish: Algunos fondos de pantalla no se extenderán correctamente en las pantallas.

# txtStartup
source: Start with Windows:
chinese: 开机自启动:
french: Démarrer avec Windows:
german: Starte mit Windows:
italian: Avvia all'avvio di Windows:
korean: Windows 시작 시 실행:
russian: Включение с Windows:
spanish: Iniciar Windows:

# txtStartupToolTip
source: Make sure to uncheck this before uninstalling lively.
chinese: 卸载前请确保取消选中此复选框.
french: Faites attention à décocher cette case pour désinstaller Lively.
german: Stellen Sie sicher, dass Sie dieses Kästchen deaktivieren, bevor Sie Lively deinstallieren.
italian: Assicurati di deselezionare questo prima di disinstallare.
korean: lively를 제거하기 전 이 옵션을 체크 해제해 주십시오.
russian: Убедитесь, что вы сняли этот флажок перед удалением lively.
spanish: Asegúrese de desmarcar esto antes de desinstalar Lively.

# txtSupport
source: Support
chinese: 支持
italian: Supporto
korean: 지원
russian: Поддержать
spanish: Respaldo

# txtTileGIF
source: Animated GIF
chinese: GIF 动画
french: GIF animé
german: Animiertes GIF
korean: 움직이는 GIF
russian: GIF анимация
spanish: GIF animado

# txtTileOther
source: Other
chinese: 其他
french: Autre
german: Andere
italian: Altro
korean: 기타
russian: Другое
spanish: Otros

# txtTileVideo
source: Video
chinese: 视频
korean: 비디오
russian: Видео

# txtTileWebsite
source: Website
chinese: 网站
french: Site Web
korean: 웹사이트
spanish: página web

# txtTitlebar
source: Lively Wallpaper System
french: Système de fonds d'écrans Lively
german: Lively Hintergrund-System
korean: Lively 배경화면 시스템
spanish: Fondo de pantalla de sistema Lively

# txtTransparency
source: Transparent UI:
chinese: 半透明风格:
french: Transparence de l'interface utilisateur:
german: Transparente Benutzeroberfläche:
korean: UI 투명도:
russian: Прозрачность окна:
spanish: Interfaz de usuario transparente:

# txtTransparencyToolTip
source: Make lively window semi-transparent.
chinese: 使 Lively 程序窗口半透明.
french: Rendre la fenêtre Lively semi-transparente.
german: Macht das Lively-Fenster halbtransparent
italian: Rende la finestra di lively semi-trasparente.
korean: lively 창을 반투명하게 만들어 줍니다.
russian: Сделать окно lively полупрозрачным.
spanish: Hacer que la ventana de Lively sea semi-transparente.

# txtUpdateBanner
source: Update available Lively
chinese: Lively 有可用的更新!
french: Mise à jour Lively disponible
german: Update von Lively verfügbar
italian: Aggiornamento disponibile di Lively
korean: Lively 업데이트 가능
russian: Доступно обновление Lively
spanish: Actualización de Lively disponible

# txtUpdateDownloadErrorMsg
source: Failed to update. Try downloading the installer from
chinese: 更新失败。请尝试从此处下载安装程序:
french: Échec de la mise à jour. Essayer de télécharger l'installateur
german: Aktualisierung fehlgeschlagen. Versuchen Sie, das Installationsprogramm neu herunterzuladen:
italian: Aggiornamento fallito
korean: 업데이트 실패. 설치 파일을 다운로드 해 보세요:
russian: Не удалось обновить. Попробуйте загрузить установщик с сайта
spanish: Error al actualizar Intente descargar el instalador desde

# txtVideoPlayer
source: Video Player:
chinese: 视频播放器:
french: Lecteur Vidéo:
korean: 비디오 플레이어:
russian: Видеоплеер:
spanish: Reproductor de Video:

# txtVideoPlayerToolTip
source: Directshow requires additionals plugins to be installed.
chinese: 使用 Directshow 需要安装额外的插件.
french: Directshow requiert l'installation de plug-ins supplémentaire.
german: Für Directshow müssen zusätzliche Plugins installiert sein.
italian: Directshow richiede altri plugins per essere installato.
korean: Directshow는 추가적인 플러그인을 필요로 합니다.
russian: Directshow требует установки дополнительных плагинов.
spanish: Directshow requiere plugins adicionales instalados.

# txtVideoScaling
source: Video Scaling/Fit:
chinese: 视频 缩放/调整:
french: Échelle Vidéo:
german: Videoskalierung / Anpassung:
italian: Adattamento video:
korean: 비디오 크기 조절/맞춤:
russian: Масштабирование/Подгонка видео:
spanish: Ajuste de video:

# txtWallpaperPlayback
source: Wallpaper Playback:
chinese: 壁纸播放设置:
french: Boucle des fonds d'écrans:
german: Hintergrundbildwiedergabe:
korean: 배경화면 재생:
russian: Режим воспроизведения обоев:
spanish: Reproducción de fondo de pantalla:

# txtWhenBattery
source: When on Battery Power:
chinese: 当处于电池供电模式时:
french: Mode batterie Activé
german: Im Akkubetrieb:
italian: Quando è alimentato a batteria:
korean: 배터리 전원을 켤 때:
russian: При работе от аккумулятора:
spanish: Cuando funciona con batería:

# txtWindowTitleSelectDisplay
source: Select Display
chinese: 选择显示器
french: Sélectionner L'affichage
german: Wählen Sie die das Display
italian: Seleziona Display
korean: 디스플레이 선택
russian: Выбрать дисплей
spanish: Seleccionar pantalla

# txtTileGodot
source: Godot Software
chinese: Godot 软件
french: Logiciel Godot

# txtTileUnity
source: Unity Software
chinese: Unity 软件
french: Logiciel Unity

# cmbBoxGIFPlayer2
source: DirectShow
german: Direkt zeigen

# cmbBoxVideoPlayer1
source: Media Foundation
french: Fondation du média
german: Medienstiftung
italian: Fondazione dei media

# cmbBoxVideoPlayer2
source: DirectShow(Lav, ffdshow..)
german: Direkt zeigen(Lav, ffdshow..)
