Repository: rocksdanister/lively-translations
Catalog: v0.9 (old)/*/Resources.*.resx
Languages: chinese, french, german, italian, korean, russian, spanish

# msgWorkerWFailure
source: It looks like some settings needs to be set to make Lively work:- 1. Open This PC(My Computer) 2. Right-click empty area 3. Select Properties 4. Select Advanced System Settings 5. Under Performance tab select Settings 6. Enable Animate controls and elements inside windows & Apply. If Windows 7 just set - Adjust for best appearance & Apply. If still not working, close & start Lively again/ restart windows. (Does not work in insider windows 10 builds)
chinese: 似乎需要进行一些设置才能使Lively工作:- 1. 打开此电脑（我的电脑） 2. 右键单击空白区域 3. 选择"属性" 4. 选择 "高级系统设置" 5. 在 "性能" 选项卡下，选择 "设置" 6. 启用 "窗口内的动画控件和元素"-应用. 如果是 Windows7 系统只需设置 - "调整为最近外观" - 应用. 如果仍不起作用, 重启 Lively / 重启操作系统.
french: Il semblerait que certains paramètres ait besoin d'être ajustés pour que Lively fonctionne:- 1. Ouvrir mon ordinateur(Ce PC) 2. Clique droit sur une zone vide 3. Sélectionner Propriétés 4. Sélectionner Paramètres Système Avancés 5. Dans la boite Performances sélectionner Paramètres 6. Activer "Animer les contrôles et les éléments à l'intérieur des fenêtres" & Appliquer. Si Windows 7 viens de se mettre en route - ajuster le pour la meilleure apparence & Appliquer. Si cela ne fonctionne toujours pas, fermer & relancer Lively / redémarrer Windows.
german: Es sieht so aus, als müssten einige Einstellungen vorgenommen werden, damit Lively funktioniert: - 1. Öffnen Sie "Dieser PC" im Explorer. 2. Klicken Sie mit der rechten Maustaste auf leeren einen Bereich 3. Klicken Sie auf Eigenschaften 4. Klicken Sie auf Erweiterte Systemeinstellungen 5. Wählen Sie auf der Registerkarte Leistung die Option Einstellungen 6. Aktivieren Sie "Steuerelemente und Elemente innerhalb von Fenstern animieren"& klicken Sie auf Übernehmen. Wenn Sie Windows 7 benutzten - einfach auf "Für optimale Darstellung anpassen auswählen" & auf "Übernehmen" klicken. Wenn es immer noch nicht funktioniert, schließen & starte Lively neu oder . (Does not work in insider windows 10 builds)
italian: Sembra che qualche impostazione debba essere modificata per far funzionare Lively:- 1. Apri il pc(My Computer) 2. Fai tasto destro in una zona vuota 3. Seleziona proprietà 4. Seleziona Impostazion di Sistema avanzate 5. Sotto il tab di Performance seleziona impostazioni 6. Abilità i controlli per le animazione ed elementi dentro & Applica. Se Windows 7 è stato appena impostato - Impostalo per le migliori animazioni & Applica. Se non funziona ancora, chiudi & riavvia Lively / riavvia windows.
korean: Lively가 작동하기 위해서 몇 가지 설정이 필요할 것 같습니다:- 1. 내 PC(내 컴퓨터)를 여십시오 2. 빈 공간을 우클릭하십시오 3. 속성을 클릭하십시오 4. 고급 시스템 설정을 클릭하십시오 5. 성능 탭에서 설정을 클릭하십시오 6. '창의 제어 및 요소에 애니메이션 효과 주기' 활성화 & 적용. 만약 윈도우 7이라면 - 최적 모양으로 조정 & 적용. 이래도 작동하지 않는다면, Lively 재시작/ Windows 재시작. (윈도우 10 빌드에서는 작동하지 않습니다)
russian: Похоже нужно изменить некоторые настройки, чтобы Lively заработал:- 1. Откройте ярлык "Этот компьютер" 2. Нажмите правую кнопку мыши в пустом месте 3. Выберите пункт "Свойства" 4. Выберите "Дополнительные параметры системы" 5. Во вкладке "Дополнительно" в поле "Быстродействите" нажмите "Параметры" 6. Поставьте галочку в поле "Анимированные элементы управления и элементы внутри окна", нажмите "Применить" -> "ОК". Если Windows 7, то просто выберите пункт - "Обеспечить наилучший внешний вид" & примените. Если по прежнему не заработает, закройте & запустите Lively заново/ перезапустите Windows. (Не работает в инсайдерских сборках windows 10)
spanish: Al parecer algunos parámetros necesitan ser ingresados para hacer que Lively funcione:- 1. Abra Este Equipo(Mi PC) 2. Haga click derecho en un espacio vacío 3. Seleccione Propiedades 4. Seleccione Configuración Avanzada del Sistema 5. Bajo la pestaña Rendimiento seleccione Configuración 6. Active Animar los controles y elementos dentro de las ventanas y aplique. Si está bajo Windows 7 solo seleccione - Ajustar para obtener la mejor apariencia y aplique. Si aún no funciona, cierre Lively e inícielo de nuevo/ reinicie Windows.

# titleAbout
source: About
chinese: 关于
french: À propos
german: über Lively
italian: Di più
korean: 정보
russian: О программе
spanish: Acerca de

# titleLibrary
source: Library
chinese: 库
french: Bibliothèque
german: Bibliothek
italian: Libreria
korean: 라이브러리
russian: Библиотека
spanish: Librería

# titleSettings
source: Settings
chinese: 设置
french: Paramètres
german: Einstellungen
italian: Impostazioni
korean: 설정
russian: Настройки
spanish: Configuración

# titleType
source: Type
chinese: 类型
german: Einfügen
italian: Tipologia
korean: 속성
russian: Тип
spanish: Tipo

# toolTipMinimizeMsg
source: I'm minimized to systemtray, right click lively icon for more options.
chinese: 我已被最小化到系统托盘，右键单击 Lively 的图标以获取更多选项。
french: je suis réduite au plateau système , clic droit sur l'icone Lively pour plus d'options.
german: Lively ist in das systemtray minimiert, rechtsklicken Sie das Lively-Symbol für mehr optionen.
italian: Sono limitato all'area di notifiche, fai tasto destro sull'icona di lively per più opzioni.
korean: 시스템트레이로 최소화되었습니다, 더 많은 기능은 우클릭으로 사용할 수 있습니다.
russian: Я свернут на панель задач, нажми правую кнопку мыши на иконку lively для дополнительных опций.
spanish: Lively está minimizado a la barra de tareas, haga click derecho en el icono para más opciones.

# toolTipUpdateMsg
source: A new version is available!
chinese: 有新版本可用！
french: Une nouvelle version est disponible!
german: Eine Version ist verfügbar!
italian: Una nuova versione è disponibile!
korean: 새로운 버전이 이용 가능합니다!
russian: Доступна новая версия!
spanish: ¡Una nueva versión está disponible

# toolTipWallpaperSkip
source: Some wallpaper(s) were skipped because of missing file(s)!
chinese: 由于缺少文件而跳过了某些壁纸!
french: Certaines images n'ont pas été affichées à cause de fichier(s) manquants!
german: Ein paar Hintergrundbilder wurden übersprungen, weil die Dateien nicht gefunden wurden!
italian: Alcuni wallpaper(s) sono stati saltati perchè mancanti!!
korean: 몇 배경화면(들)은 파일을 찾을 수 없어 건너뛰었습니다!
russian: Некоторые обои были пропущены из - за потери файла(ов)!
spanish: ¡Algunos fondos de pantalla fueron omitidos porque hay archivos faltantes!

# txtApplicationRules
source: Application Rules
chinese: 分应用规则配置
french: Règles d'Application
german: Anwendungsregel
italian: Applica regole
korean: 애플리케이션 규칙
russian: Правила для программ
spanish: Reglas de la aplicación

# txtAudioIn
source: Audio In:
chinese: 音频输入:
german: Audio Eingang:
korean: 오디오 입력:
russian: Улавливание звука:
spanish: Entrada de Audio:

# txtAudioInToolTip
source: Blocks browsers access to system audio.
french: Bloque l'accès des navigateurs au système audio.
german: Blockiert den Browserzugriff auf Systemaudio.
italian: Blocca accessi dal browser al sistema audio.
korean: 브라우저가 시스템 오디오에 접근하는 것을 관리합니다.
russian: Блокирует доступ браузеров к системному звуку.
spanish: Bloquea el acceso al audio del sistema a los navegadores.

# txtAudioLabel1
source: Audio is always disabled in multiple monitor systems.
chinese: 在多显示器系统中音频将始终被禁用.
french: L'Audio est toujours désactivé sur des systèmes à plusieurs moniteurs.
german: Audio ist in Systemen mit mehreren Monitoren immer deaktiviert.
italian: L'audio è sempre disabilitato per multipli sistemi monitor.
korean: 오디오는 다중 모니터 시스템에서 항상 비활성화됩니다.
russian: Аудио всегда выключено при нескольких мониторах
spanish: El audio siempre está deshabilitado en sistemas multimonitor.

# txtAudioLabel2
source: "Audio In" is disabled, Web audio visualisers will not work.
chinese: "音频输入" 已禁用，Web音频可视化 将无法工作.
french: "Audio In" est désactivé, la prévisualisation de l'audio web ne fonctionnera pas.
german: "Audio Eingang" ist deaktiviert, Web-Audiovisualisierer funktionieren nicht.
italian: "Audio In" è disattivato, i visualizzare audio Web non funzionerannp.
korean: "오디오 입력" 이 비활성화 되었으므로, 웹 오디오 비주얼라이저는 작동하지 않습니다.
russian: "Улавливание звука" выключено, Web audio visualisers не будет работать.
spanish: "Entrada de Audio" está deshabilitado, visualizadores de audio web no funcionarán.

# txtAudioOut
source: Audio Out:
chinese: 音频输出:
german: Audio Ausgabe:
korean: 오디오 출력:
russian: Воспр. звука:
spanish: Salida de Audio:

# txtAudioOutToolTip
source: Unmute/mute video player.
chinese: 取消静音 / 静音 视频播放器.
french: Unmute/mute le lecteur vidéo.
german: Stummen/Entstummen des Videoplayers.
italian: Unmuta/muta video player.
korean: 비디오 플레이어의 소리를 켜거나 끕니다.
russian: Вкл/Выкл воспроизведение звука.
spanish: Activar/desactivar el sonido en el reproductor de video.

# txtBrowser
source: Web Browser:
chinese: 网页浏览器:
french: Navigateur Internet:
german: Internetbrowser:
korean: 웹 브라우저:
russian: Web Браузер:
spanish: Navegador web:

# txtBrowserToolTip
source: Select web browser for web wallpapers(coming soon)
chinese: 选择用于运行网络壁纸的网络浏览器(即将上线)
french: Sélectionner le navigateur internet pour les images provenant du web (sortie prochainement)
german: Wählen Sie einen Webbrowser für Web-Hintergründe (Kommt bald)
italian: Selezione browser we per wallpapers(coming soon)
korean: 웹 배경화면을 실행할 웹 브라우저 선택(준비중)
russian: Выбрать web браузер для веб обоев(Скоро будет)
spanish: Seleccione el navegador web para los fondos de pantalla web(Próximamente)

# txtCloseAllWallpapers
source: Close All Wallpapers
chinese: 关闭所有壁纸
french: Fermer toutes les images
german: Schließe alle Hintergründe
italian: Chiudi tutti i Wallpapers
korean: 모든 배경화면 닫기
russian: Закрыть все обои
spanish: Cerrar todos los fondos de pantalla

# txtComingSoon
source: Coming Soon
chinese: 即将上线
french: Sortie prochainement
german: Kommt bald
italian: Prossimaente
korean: 준비중
russian: Скоро будет
spanish: Próximamente

# txtContextMenuCloseAll
source: Close All Wallpapers
chinese: 关闭所有壁纸
french: Fermer toutes les images
german: Schließe alle Hintergründe
italian: Chiudi tutti i Wallpapers
korean: 모든 배경화면 닫기
russian: Закрыть все обои
spanish: Cerrar todos los fondos de pantalla

# txtContextMenuCloseWallpaper
source: Close Wallpaper
chinese: 关闭壁纸
french: Fermer l'image
german: Schließe Hintergrund
italian: Chiudi Wallpaper
korean: 배경화면 닫기
russian: Закрыть обои
spanish: Cerrar fondo de pantalla

# txtContextMenuDeleteWallpaper
source: Delete Wallpaper
chinese: 删除壁纸
french: Supprimer l'image
german: Lösche Hintergrund
italian: Cancella Wallpaper
korean: 배경화면 지우기
russian: Удалить обои
spanish: Eliminar fondo de pantalla

# txtContextMenuExit
source: Exit
chinese: 退出
french: Quitter
german: Beenden
italian: Esci
korean: 종료
russian: Выход
spanish: Salir

# txtContextMenuExport
source: Export lively .zip
chinese: 输出 lively .zip
french: Exporter Lively .zip
german: Exportiere lively .zip
italian: Esporta lively .zip
korean: lively 압축파일로 저장
russian: Экспорт lively .zip
spanish: Exportar archivo Zip

# txtContextMenuOpenLively
source: Open Lively
chinese: 打开 Lively
french: Ouvrir Lively
german: Öffne Lively
italian: Apri Lively
korean: Lively 열기
russian: Открыть Lively
spanish: Abrir Lively

# txtContextMenuShowOnDisk
source: Show on Disk
chinese: 在资源管理器中打开 (打开文件所在位置)
french: Voir sur le disque
german: Auf Festplatte anzeiegen
italian: Mostra in cartella
korean: 디스크에서 보기
russian: Показать на диске
spanish: Mostrar en disco

# txtContextMenuUpdate1
source: Checking for update
chinese: 检查更新
french: Vérification des mises à jour
german: Suche nach Updates
italian: Controllando la disponibilità di aggiornamenti
korean: 업데이트 확인
russian: Проверка обновления...
spanish: Buscando actualizaciones

# txtContextMenuUpdate2
source: Update Available!
chinese: 发现新版本!
french: Mise à jour disponible!
german: Update verfügbar!
italian: Aggiornamenti Disponibili!
korean: 업데이트 이용 가능!
russian: Доступно обновление!
spanish: ¡Actualización disponible!

# txtContextMenuUpdate3
source: Is this Beta software?
chinese: 这是Beta版软件吗?
french: Est ce la version Beta du logiciel ?
german: Ist das Beta-Software?
italian: Questo software è in Beta?
korean: 베타 소프트웨어인가요?
russian: Это бета версия?
spanish: ¿Está este software en versión Beta?

# txtContextMenuUpdate4
source: Lively is up-to-date!
chinese: 已是最新版本
french: Lively est à jour!
german: Lively ist auf dem neusten Stand!
italian: Lively è da aggiornare!
korean: Lively가 최신 버전입니다!
russian: Lively обновился!
spanish: ¡Lively está actualizado!

# txtContextMenuUpdate5
source: Error Checking for Update
chinese: 检查更新出错!
french: Erreur lors de la vérification des mises à jour
german: Suche nach Updates fehlgeschlagen.
italian: Errore Controllando la presenza di aggiornamenti
korean: 업데이트 에러 체크중
russian: Ошибка при обновлении
spanish: Error buscando actualizaciones

# txtCreateWallpaper
source: Create Wallpaper
chinese: 创建壁纸
french: Créer une image
german: Erstelle Hintergrund
italian: Crea Wallpaper
korean: 배경화면 만들기
russian: Создать обои
spanish: Crear fondo de pantalla

# txtCreatingZip
source: Creating Lively zip file
chinese: 创建 Lively zip 文件.
french: Création du dossier zip Lively.
german: Erstelle Lively zip Datei
italian: Crea Lively zip file.
korean: lively 압축파일 만드는 중
russian: Создание Lively zip
spanish: Creando archivo Zip.

# txtDisplayPauseRule
source: Display Pause Rule:
chinese: 播放器暂停规则(作用范围):
french: Règle de mise en pause de l'affichage:
german: Pausenregel anzeigen:
italian: Mostra Pause Rule:
korean: 디스플레이 일시정지 규칙:
russian: Правило остановки экранов:
spanish: Regla de pausa de pantalla:

# txtDownload
source: Download
german: Herunterladen
korean: 다운로드
russian: Загрузить
spanish: descargar

# txtGIFPlayer
source: GIF Player:
chinese: GIF 播放器:
french: Lecteur GIF:
korean: GIF 플레이어:
russian: Воспроизведение GIF:
spanish: Reproductor GIF:

# txtGifPlayerToolTip
source: Directshow requires additionals plugins to be installed.
chinese: Directshow 需要安装额外的插件.
french: Directshow requière l'installation de nouveaux plug-ins.
german: Directshow benötigt zusätzliche Plug-ins.
italian: Directshow richiede plugins aggiuntivi per essere installato.
korean: Directshow 는 추가적인 플러그인을 필요로 합니다.
russian: Directshow требует установки дополнительных плагинов.
spanish: Directshow requiere plugins adicionales instalados.

# txtGifScaling
source: GIF Scaling/Fit:
chinese: GIF 缩放/调整:
french: Échelle du GIF:
german: GIF-Skalierung / Anpassung:
italian: Vestibilità GIF:
korean: GIF 크기 조정/맞춤:
russian: Масштабирование/Подгонка GIF:
spanish: Ajuste GIF:

# txtHelp
source: Help
chinese: 帮助
french: Aide
german: Hilfe
italian: Aiuto
korean: 도움
russian: Помощь
spanish: Ayuda

# txtIgnore
source: Ignore
chinese: 忽略
french: Ignorer
german: Ingnorieren
italian: Ignora
korean: 무시
russian: Игнорировать
spanish: Ignorar

# txtInstall
source: Install
chinese: 安装
french: Installer
german: Installieren
italian: Installa
korean: 설치
russian: Установить
spanish: Instalar en pc

# txtInstallWallpaper
source: Install Wallpaper
chinese: 安装壁纸
french: Installer le fond d'écran
german: Installiere Hintergrund
italian: Installa Wallpaper
korean: 배경화면 설치
russian: Установить обои
spanish: Install fondo de pantalla

# txtLabel1
source: Select wallpaper type to load:-
chinese: 选择要加载的墙纸类型:-
french: Sélectionner le type d'image à charger:-
german: Wählen Sie den zu ladenden Hintergrundtyp:
italian: Seleziona il tipo di wallpaper per caricare:-
korean: 불러올 배경화면 속성을 선택하세요:-
russian: Выберите тип обоев для загрузки:-
spanish: Seleccione el tipo de fondo de pantalla a cargar:-

# txtLabel10
source: Attribution:
chinese: 说明/属性:
german: Attribute:
italian: Attributi:
korean: 속성:
spanish: Atributo:

# txtLabel11
source: What should I use?
chinese: 我应该用什么?
french: Que devrais-je utiliser ?
german: Was soll ich verwenden?
italian: Cosa dovrei usare?
korean: 무엇을 써야 하나요?
russian: Что мне использовать?
spanish: ¿Qué debería usar?

# txtLabel12
source: Type:
chinese: 类型:
german: Einfügen:
italian: Tipologgia:
korean: 속성:
russian: Тип:
spanish: Tipo:

# txtLabel120FPS
source: Force 120FPS UI
chinese: 强制 120FPS UI
french: Force 120IPS UI
german: 120FPS-Benutzeroberfläche erzwingen
italian: Forza 120FPS UI
korean: 120FPS 강제 UI
spanish: Forzar interfaz a 120FPS

# txtLabel13
source: Author:
chinese: 作者:
french: Auteur:
german: Autor:
italian: Autore:
korean: 저자:
russian: Автор:
spanish: Autor:

# txtLabel14
source: Contact:
chinese: 联系:
german: Kontakt:
italian: Contatto:
korean: 연락처:
russian: Контакты:
spanish: Contacto:

# txtLabel15
source: General
chinese: 常规的:
german: Allgemein
italian: Generale:
korean: 일반
russian: Основные

# txtLabel16
source: Require app restart
chinese: 需要 Lively 重启:
french: Redémarage de l'application requis:
german: Erfordert App-Neustart
italian: Devi riavviare l'app:
korean: 앱 재시작 필요
russian: Требуется перезапуск программы
spanish: Requiere reiniciar la aplicación:

# txtLabel17
source: Video
chinese: 视频:
korean: 비디오

# txtLabel19
source: Web Browser
chinese: 网页浏览器:
french: Navigateur internet:
german: Internetbrowser
korean: 웹 브라우저
russian: Web Браузер
spanish: Navegador web:

# txtLabel2
source: Just drag and drop files if you prefer it that way instead.
chinese: 如果您喜欢，只需拖放文件到此处即可。
french: Sélectionner et déposer des fichiers à la place si vous préférer.
german: Ziehen Sie einfach die Dateien per Drag & Drop, wenn Sie dies bevorzugen.
italian: Trascina e rilascia i file se preferisci questo metodo.
korean: 혹은 원하는 방식으로 파일을 끌어다 놓기만 하면 됩니다.
russian: Просто перетащите файлы, если вам так удобнее.
spanish: Solo arrastre y suelte los tipos de archivos si prefiere hacerlo asi.

# txtLabel20
source: Performance
chinese: 性能:
french: Performances:
german: Leistung
korean: 성능
russian: Производительность
spanish: Rendimiento:

# txtLabel21
source: Set wallpaper(s) playback behaviour based on running application:-
chinese: 根据正在运行的应用程序设置壁纸播放行为:-
french: Paramétrer le comportement de la boucle du fond d'écran en fonction des applications en cours d'utilisation:-
german: Legen Sie das Wiedergabeverhalten von Hintergrundbildern basierend auf der laufenden Anwendung fest:
italian: Imposta il comportamento del playback del wallpaper(s) basato sul funzionamento dell'applicazione:-
korean: 실행중인 응용프로그램에 따라 배경화면 재생 동작 설정:-
russian: Установить правило воспроизведения обоев при запущенных приложениях:-
spanish: Fije el comportamiento de reproducción del fondo de pantalla basado en la aplicación que se está ejecutando:-

# txtLabel22
source: Add
chinese: 添加
french: Ajouter
german: Hinzufügen
italian: Aggiungi
korean: 추가
russian: Добавить
spanish: Añadir

# txtLabel23
source: Remove
chinese: 移除
french: Retirer
german: Löschen
italian: Rimuovi
korean: 제거
russian: Убрать
spanish: Remover

# txtLabel24
source: Select Wallpaper Layout:-
chinese: 选择壁纸布局:-
french: Sélectionner la disposition du fond d'écran:-
german: Wählen Sie das Hintergrund-Layout:-
italian: Seleziona Wallpaper Layout:-
korean: 배경화면 레이아웃 선택:-
russian: Выберите слой обоев:-
spanish: Seleccionar la distribución del fondo de pantalla:-

# txtLabel25
source: Pick a wallpaper type to create:-
chinese: 选择需要创建的墙纸类型:-
french: Choisir un type de fond d'écran à créer:-
german: Wählen Sie einen zu erstellenden Hintergrundtyp aus:
italian: Scegli un tipo di wallpaper per crearlo:-
korean: 만들 배경화면 속성 선택:-
russian: Выберите тип обоев, чтобы создать:-
spanish: Escoger un tipo fondo de pantalla a crear:-

# txtLabel26
source: Library File: Create easy to share .zip file that loads wallpaper into Lively's library. To simply play a file as wallpaper, this is not required; just drag and drop the file to lively window.
chinese: 库文件：创建易于共享的.zip文件，以便于他人将墙纸加载到Lively的库中。 如果只需将简单的文件作为墙纸播放，上述操作不是必需的。届时只需将文件拖放到 Lively 的窗口即可。
french: Bibliothèque de ficgiers: Créer un un fichier .zip facile à partager pour charger directement l'image dans la bibliothèque Lively. Pour lancer le déroulement d'un fichier en fond d'écran , ceci n'est pas requis; prenez et déposez le fichier dans la fenêtre Lively.
german: Bibliothek-Datei: Erstellen eine einfach zu teilende ZIP_Datei, die Hintergrundbilder in die Bibliothek von Lively lädt. Um eine Datei einfach als Hintergrundbild abzuspielen, ist dies nicht erforderlich; Ziehen Sie die Datei einfach per Drag & Drop in das Lively Fenster.
italian: File di libreria: Crea un .zip facile da condividere che carica il wallpaperdentro la libreria di Lively. Per far partire il file come wallpaper, non è un requistio; sposta il file e rilascialo nella finestra di lively.
korean: 라이브러리 파일: Lively로 배경화면을 불러오는 공유하기 쉬운 압축파일을 만드십시오. 파일을 배경화면으로 실행하기 위해서는, 반드시 필요한 것은 아니지만, 파일을 Lively 창으로 끌어오면 됩니다.
russian: Файлы библиотеки: Легко создавать и делиться .zip - файл загружает обои в библиотеку Lively. Чтобы просто воспроизвести файл в качестве обоев этого не требуется; просто перетащи файл в окно Lively.
spanish: Archivo de librería: Crea arhivos Zip fáciles de compartir que cargan fondos de pantalla en la librería de Lively. Para solo aplicar un archivo como fondo de pantalla, esto no es necesario; solo arastre y suelte el archivo a la ventana de Lively.

# txtLabel27
source: Contact Website(optional):-
chinese: 联系网站 (可选):-
french: Contacter le site Web(optionel):-
german: Kontaktdaten der Website(optional):-
italian: Sito web(optional):-
korean: 웹사이트 연락처(선택):-
russian: Контакты(Необязательно):-
spanish: Página web de contacto(Opcional):-

# txtLabel28
source: License(optional):-
chinese: 权利许可 (License, 可选):-
french: License(optionel):-
german: Lizenz(optional):-
italian: Licensa(optional):-
korean: 라이센스(선택):-
russian: Лицензия(Необязательно):-
spanish: Licencia(Opcional):-

# txtLabel29
source: Title:-
chinese: 标题:-
french: Titre:-
german: Titel:-
italian: Titolo:-
korean: 제목:-
russian: Заголовок:-
spanish: Título:-

# txtLabel3
source: These materials are not sponsored by or affiliated with Unity Technologies, Godot, Bizhawk, Shadertoy.com
chinese: 这些材料不是由 Unity Technologies，Godot，Bizhawk，Shadertoy.com 赞助或附属的。
french: Ces éléments ne sont pas sponsorisés ou affiliés à Unity Technologies, Godot , Bizhawk, Shadertoy.com
german: Diese Materialien sind nicht von Unity Technologies, Godot, Bizhawk, Shadertoy.com gesponsert oder sind mit diesen verbunden
italian: Questo materiale non è spostorizzato o affiliato con Unity Technologies, Godot, Bizhawk, Shadertoy.com
korean: 이것들은 Unity Technologies, Godot, Bizhawk, Shadertoy.com에서 지원하거나 소속되지 않았습니다
russian: Данные материалы не спонсируются и не связаны с Unity Technologies, Godot, Bizhawk, Shadertoy.com
spanish: Estos materiales no son patrocinados o afiliados a Unity Technologies, Godot, Bizhawk, Shadertoy.com

# txtLabel30
source: Description:-
chinese: 描述:-
german: Beschreibung:-
italian: Descrizione:-
korean: 설명:-
russian: Описание:-
spanish: Descripción:-

# txtLabel31
source: Select File
chinese: 选择文件
french: Sélectionner le fichier
german: Datei wählen
italian: Seleziona File
korean: 파일 선택
russian: Выберите файл
spanish: Seleccionar archivo

# txtLabel32
source: Thumbnail (200x200)
chinese: 缩略图 (200x200)
french: Miniature (200x200)
german: Vorschau-Bild (200x200)
korean: 썸네일 (200x200)
russian: Уменьшенное изображение (200x200)
spanish: Miniatura (200x200)

# txtLabel33
source: Create
chinese: 创建
french: Créer
german: Erstelle
italian: Crea
korean: 생성
russian: Создать
spanish: Crear

# txtLabel34
source: Preview Gif (192x108)
chinese: Gif 预览图 (192x108)
french: Prévisualisation du Gif (192x108)
german: Vorschau Gif (192x108)
korean: 미리보기 Gif (192x108)
russian: GIF предпросмотр(192x108)
spanish: Previsualizar Gif (192x108)

# txtLabel35
source: Wallpaper Type:-
chinese: 壁纸类型:-
french: Type de fond d'écran :-
german: Hintergrundtyp:-
italian: Tipo di Wallpaper:-
korean: 배경화면 속성:-
russian: Тип обоев:-
spanish: Tipo de fondo de pantalla:-

# txtLabel36
source: Files and Folders being added:-
chinese: 已添加的文件和目录:-
french: Fichiers et dossiers en cours d'ajout:-
german: Dateien und Ordner werden hinzugefügt:
italian: Files e Cartelle stanno venendo aggiunte:-
korean: 파일과 폴더는 다음 경로에 추가됩니다:-
russian: Файлы и(или) директории были добавлены:-
spanish: Archivos y carpetas siendo añadidos:-

# txtLabel37
source: Ok
chinese: 完成
korean: 확인
russian: Ок
