Repository: rocksdanister/lively-translations
Catalog: v0.9 (old)/*/Resources.*.resx
Languages: chinese, french, german, italian, korean, russian, spanish

# cmbBoxAllDisplays
source: All Display(s)
chinese: 全部
french: Tous les affichages
german: Alle Anzeigen
italian: Tutte le Schermate
korean: 모든 디스플레이
russian: Все экран(ы)
spanish: Todas las Pantalla(s)

# cmbBoxGIFPlayer1ToolTip
source: Low memory usage, high cpu usage
chinese: 低内存使用率低, 高CPU使用率
french: Faible utilisation de la mémoire RAM , forte utilisation de la mémoire RAM
german: Geringe Speichernutzung, hohe CPU-Auslastung
italian: Poco uso di memoria e alto uso della cpu
korean: 낮은 메모리 사용, 높은 cpu 사용
russian: Низкое использование памяти, высокая нагрузка на ЦП
spanish: Bajo uso de memoria, alto uso de la CPU

# cmbBoxGIFPlayer2ToolTip
source: Lower cpu usage (depending on codec settings)
chinese: 降低CPU使用率 (取决于编解码器设置)
french: Réduction de l'utilisation de la mémoire RAM (dépendant des paramètres codec)
german: Geringere CPU-Auslastung (abhängig von den Codec-Einstellungen)
italian: Basso uso di cpu (dipende dalle impostazioni del codice)
korean: 낮은 cpu 사용 (코덱 설정을 따름)
russian: Более низкая нагрузка на ЦП (зависит от настроек кодека)
spanish: Uso más bajo de la CPU (dependiendo de la configuración del códec)

# cmbBoxKill
source: Kill(Free Memory)
chinese: 停止 (释放内存)
french: Fermer(libère de la RAM)
german: Beenden(Speicher freisetzen)
korean: 끄기(메모리 할당 해제)
russian: Убить(Освободит память)
spanish: Cerrar(Libera memoria)

# cmbBoxNothing
source: Nothing
chinese: 保持运行
french: Rien
german: Nichts
korean: 아무것도 안함
russian: Ничего
spanish: Nada

# cmbBoxPaugeAlgorithmAllProcess
source: All Processes (Experimental)
chinese: 所有程序 (实验性)
french: Tous les procédés (Expérimental)
german: Alle Prozesse (Experimentel)
italian: Tutti i processi
korean: 모든 프로세스 (실험중)
russian: Все процессы (Экспериментальная)
spanish: Todos los procesos (Experimental)

# cmbBoxPause
source: Pause
chinese: 暂停
italian: Pausa
korean: 일시정지
russian: Остановить
spanish: Pausa

# cmbBoxPauseAlgorithmForeground
source: Foreground Process
chinese: 前台程序
french: Procédé au premier plan
german: Vordergrund Prozess
italian: Processo in primo piano
korean: 맨 앞의 프로세스
russian: Исполняемый(передний) процесс
spanish: Proceso en primer plano

# cmbBoxPerDisplay
source: Per Display
chinese: 单独
french: Par affichage
german: Pro Anzeige
korean: 각각의 디스플레이
russian: Опр. дисплей
spanish: Por pantalla

# cmbBoxSpan
source: Span
chinese: 跨显示器 (实验性)
french: Etendre (Expérimental)
german: Spanne
italian: Span(Experimental)
korean: 기간
spanish: Lapso(Experimental)

# msgAppCommandLineArgs
source: Enter commandline arguments for the application if any (optional, leave blank if none):-
chinese: 输入应用程序的命令行参数 (可选, 不需要请留空):-
french: Entrez la ligne de commande pour l'application s'il y'en a ( optionel, laissez blanc si aucune ):-
german: Geben Sie ggf. Befehlszeilenargumente für die Anwendung ein. (optional, lasse es leer wenn nicht):-
italian: Inserire la linea gli argomenti nella linea di comando per l'applicazione (Opzionale, lasciare vuoto in caso d'assenza):-
korean: 필요하다면 커맨드라인 변수를 입력하십시오 (선택임, 없다면 채우지 않아도 됨):-
russian: Введите аргументы консоли для программы (Необязательно, оставьте пустым если нет):-
spanish: Escriba los argumentos de línea de comandos para la aplicación si los hay (opcional, dejar en blanco si no los hay):-

# msgAppCommandLineArgsTitle
source: Start Arguments
chinese: 启动时的命令行参数
french: Commencer les arguments
korean: 시작 인자
russian: Выполнить команды
spanish: Comenzar Argumentos

# msgAppGUIFailure
source: The selected wallpaper(application) has no graphical user interface(GUI). Terminating application...
chinese: 所选壁纸(应用程序)没有图形用户界面(GUI)。 正在终止程序...
french: L'image sélectioner (application) n'a pas d'interface d'utilisateur (GUI). Fermeture de l'application...
german: Das ausgewählte Hintergrundbild (Programm) hat keine grafische Benutzeroberfläche(GUI). beenden...
italian: Il wallpaper selezionato(applicazione) non ha alcuna interfaccia grafica(GUI). Chiusura dell'applicazione...
korean: 선택된 배경화면(애플리케이션) 그래픽 사용자 인터페이스(GUI)가 없습니다. 애플리케이션 강제종료중...
russian: Выбранные обои(приложение) не имеют графического пользовательского интерфейса (GUI). Завершение программы...
spanish: El fondo de pantalla seleccionado(aplicación) no tiene interfaz gráfica(GUI). Cerrando aplicación...

# msgAppTimeout
source: Failed to catch application window. The wallpaper(application) is taking too long to start(more than ~30sec), it could be due to: Virus scan/ Application is too big. Wait & try again. (optionally you can edit the waiting time, check out wiki for more information.) Terminating application...
chinese: 无法捕获应用程序窗口。 该壁纸(应用程序) 在启动时花费了很长时间(约30秒以上), 这可能是因为: 病毒扫描/应用程序太大。 您可以等待一段时间后重试. (您也可以编辑程序的等待时间，详情请查看Wiki。) 正在终止程序...
french: Echec de la récupération de l'application Windows. L'image(application) est trop longue à démarrer(plus de ~30sec), les raisons possibles sont : Scan Virus/ L'application est trop volumineuse. Attendez & essayez à nouveau. (optionellement vous pouvez modifier le temps d'attente, allez voir le wiki pour plus d'informations.) Fermeture de l'application...
german: Anwendungsfenster konnte nicht gestartet werden. Das Hintergrundbild(Programm) dauert zu lange zu starten(länger als ~30sek), Gründe dafür: Virus scan/ Programm ist zu groß. Warten Sie & veruchen Sie es erneut. (Optional können Sie die Wartezeit ändern. Überprüfen Sie das Wiki für mehr Informationen.) Anwendung beenden...
italian: Impossibile catturare la finestra dell'applicazione. Il wallpaper(applicazione) sta impegando troppo tempo per partire (più di ~30sec), le cause possono essere: AntiVirus scan/ Applicazione troppo grande. Aspetta & riprova. (Se vuoi poi modificare il tempo d'attesa, leggi la wiki per più info.) Chiusura applicazione...
korean: 애플리케이션 창을 찾는 데 실패했습니다. 배경화면(애플리케이션)이 시작하는 데 너무 오래 걸립니다(~30초 이상), 이유는 이것 때문일 수 있습니다: 바이러스 백신/ 애플리케이션이 너무 큽니다. 기다리거나 & 다시 시도하십시오 (선택적으로 대기 시간을 선택할 수 있습니다, 더 많은 정보는 위키를 참고하십시오.) 애플리케이션 강제종료중...
russian: Не удалось поймать окно программы. Обои(программа) занимает слишком много времени для старта(больше ~30сек), Это может быть связано с тем: Проверка на вирусы / Программа слишком большие. Подождите & попробуйте снова. (При желании вы можете изменить время ожидания, для большей информации воспользуйтесь поиском.) Завершение программы...
spanish: Falla al capturar ventana de la aplicación. El fondo de pantalla(aplicación) está tardando mucho en arrancar(más de ~30 segundos), podría ser debido a: Escaneo de virus/ Aplication muy grande. Espere e intente de nuevo. (opcionalmente puede editar el tiempo de espera, visite la wiki para más información.) Cerrando aplicación...

# msgDamangedLivelyFile
source: Damaged wallpaper file, try redownloading.
chinese: 壁纸文件已损坏，请尝试重新下载。
french: Fichier image endommagé,tentez de le retélécharger.
german: Beschädigte Hintergrungbild-Datei, versuchen Sie es neuzuladen.
italian: Il wallpaper è danneggiato, prova a reinstallarlo
korean: 손상된 배경화면 파일입니다, 다시 다운로드 해 보십시오.
russian: Файл обоев поврежден, попробуй скачать заново.
spanish: Archivo de fondo de pantalla dañado, intente descargar de nuevo.

# msgDeleteConfirmation
source: Are you sure you want to permanently delete the wallpaper from the disk?
chinese: 您确定要从磁盘上永久删除该壁纸吗？?
french: Voulez vous vraiment supprimer à jamais cette image du disque dur ?
german: Sind Sie sicher das Hintergrundbild permanent von Ihrem Laufwerk zu löschen?
italian: Sei sicuro di voler elimnare permanentemente questo wallpaper?
korean: 정말 이 배경화면을 디스크에서 영구적으로 지우시겠습니까?
russian: Вы уверены, что хотите безвозвратно удалить обои с диска?
spanish: ¿Está seguro que desea eliminar permanentemente el fondo de pantalla del disco?

# msgDeleteConfirmationTitle
source: Confirm Deletion
chinese: 删除确认
french: Confirmer la suppression
german: Bestätige Löschung
italian: Conferma l'eliminazione
korean: 삭제 확인
russian: Подтвердите удаление
spanish: Confirme eliminación

# msgDeletionFailure
source: Currently running as wallpaper, cannot delete! Close this wallpaper to delete it.
chinese: 该壁纸目前正在使用中, 无法删除! 请关闭壁纸后再进行删除
french: Image actuellement en cours d'utilisation, impossible de procéder à la suppression ! Fermez l'image pour la supprimer.
german: Weil es gerade als Hintergrundbild ausgewählt ist, kann es nicht gelöscht werden. Schließen Sie dieses Hintergrundbild, um es zu löschen
italian: Questo wallpaper è in esecuzione quindi non lo puoi cancellare! Se vuoi eliminarlo chiudi il wallpaper
korean: 현재 배경화면으로 작동하고 있습니다, 지울 수 없습니다! 지우려면 이 배경화면을 끄십시오.
russian: В данный момент запущено в качестве обоев, невозможно удалить! Закройте данные обои, чтобы удалить их.
spanish: Se está usando actualmente como fondo de pantalla, ¡No se puede eliminar! Cierre este fondo de pantalla para eliminarlo.

# msgDeletionFailureTitle
source: Deletion Failed
chinese: 删除失败
french: Échec de la suppression
german: Löschung fehlgeschlagen!
italian: Eliminazione fallita
korean: 삭제 실패
russian: Не удалось удалить
spanish: Eliminación fallida

# msgDragDropOtherFormats
source: This file format is not supported for drag & drop, open it in 'Type' page instead.
chinese: 此文件格式不支持拖放，请在 “类型” 标签页中打开它。
french: Ce format de fichier n'est pas supporté pour le glisser/déposer, ouvrez le dans la page 'Type' à la place.
german: Dieses Dateiformat unterstützt kein drag & drop, öffnen Sie es in dem 'Einfügen-Tab'.
italian: Questo formato file non è supportato per trascinamento & lascialo, aprilo in pagina 'Type' invece.
korean: 이 파일 포맷은 드래그 & 드롭이 지원되지 않습니다, 대신 '속성' 페이지에서 여십시오.
russian: Формат данного файла не поддерживается для перетаскивания, откройте его внутри вкладки 'Тип'.
spanish: Este archivo no tiene respaldo para arrastrar y soltar, ábralo en la página 'Tipo'.

# msgDragDropOtherFormatsTitle
source: Lively: Not Supported
chinese: Lively: 不支持
french: Lively: Non Supporté
german: Lively: Nicht unterstützt
italian: Lively: Non Supportato
korean: Lively: 지원되지 않음
russian: Lively: Не поддерживается
spanish: Lively: No respaldado

# msgExternalAppWarning
source: You are opening an external application as wallpaper. Malicious applications can host malware, virus.. and do harm to your system. Only continue if this application comes from a trusted source.
chinese: 请注意, 您正在准备把一个外部应用程序作为壁纸。 恶意应用程序可能趁机注入木马、病毒..这将损害您的系统。 仅当你信任此应用程序时，方可继续。
french: Vous ouvrez une application externe comme image. Les applications malveillantes peuvent contenir des malwares, virus etc... et menaçent votre système. Continuez seulement si cette application provient d'une source fiable.
german: Sie öffnen eine externe Anwendung als Hintergrundbild. Schädliche Anwendungen können Malware, Viren usw. beinhalten und Ihrem System Schaden zufügen. Fahren Sie nur fort, wenn diese Anwendung aus einer vertrauenswürdigen Quelle stammt.
italian: Stai aprendo un applicazione esterna come wallpaper. Le applicazioni malevole possono ospitare malware, virus... e danneggiare il tuo sistema. Continua soltanto se l'applicazione proviene da una fonte sicura.
korean: 외부 애플리케이션을 배경화면으로 실행하고 있습니다. 수상한 애플리케이션은 멀웨어나 바이러스 등을 실행할 수 있고 시스템을 공격할 수 있습니다. 신뢰할 수 있는 곳에서 온 애플리케이션이라면 진행하십시오.
russian: Вы открываете внешнее приложение как обои. Вредоносные приложенмя могут содержать опасность, вирусы.. и могут навредить вашей системе. Продолжайте только в том случае, если приложение получено из надежного источника.
spanish: Está abriendo una aplicación externa como fondo de pantalla. Aplicaciones maliciosas pueden contener malware, virus... y hacerle daño a su sistema. Continue solo si esta aplicación proviene de una fuente de confianza.

# msgExternalAppWarningTitle
source: Warning
chinese: 警告
french: Attention
italian: Avvertimento
korean: 경고
russian: Предупреждение
spanish: Advertencia

# msgGIFfailure
source: GIF file playback failed. Is the GIF file corrupted? Try redownloading.
chinese: GIF文件播放失败。 GIF文件是否已损坏？请尝试重新下载。
french: Echec de la boucle du fichier GIF. Le fichier GIF est il corrompu? Tentez de le retélécharger.
german: GIF-Datei Wiedergabe fehlgeschlagen. Ist die Gif-Datei beschädigt? Probieren sie das GIF nochmal herunterzuladen.
italian: Il file playback per GIF è fallito. La GIF è corrotta? Prova a reinstallarla.
korean: GIF 파일 재생에 실패했습니다. GIF 파일이 손상되었습니까? 다시 다운로드 해 보십시오.
russian: Не удалось воспроизвести GIF файл. GIF файл поврежден? Скачайте заново.
spanish: Reproducción de GIF fallida. ¿Está el archivo GIF dañado? Intente descargar de nuevo.

# msgHighContrastFailure
source: Lively cannot work properly with Windows High Contrast mode enabled! Disable High Contrast mode & Try again.
chinese: Lively 无法在 "Windows高对比度 (Windows High Contrast)" 模式下正常工作！ 请禁用高对比度模式，然后重试。
french: Lively ne peut fonctionner correctement avec le mode Contrastes Fortes de Windows activé ! Désactiver le mode Contraste Élevé & essayer à nouveau.
german: Lively kann nicht richtig funktionieren, wenn der Hohe Kontrast Modus von Windows aktiviert ist! Schalten Sie den Hohen Kontrast Modus aus & versuchen Sie es erneut.
italian: Lively non lavora bene con Windows in modalità Alti Contrasti attivata! Disattiva la modalità & Prova di nuovo.
korean: Lively는 고대비 테마 모드가 활성화된 상태에서 제대로 동작하지 않습니다! 고대비 테마 모드를 비활성화 후 다시 시도하십시오.
russian: Lively не может работать корректно в Windows в режиме высокой контрастности! Выключите режим высокой контрастности & Попробуйте снова.
spanish: ¡Lively no puede funcionar correctamente con el modo de alto contraste de Windows activado! Desactive el modo de alto contraste e intente de nuevo.

# msgLoadExternalLink
source: You are about to open an external webpage on your browser. URL:-
chinese: 您即将在浏览器上打开一个外部网页…… 网址:-
french: Vous êtes sur le point d'ouvrir une page extérieur sur votre navigateur. URL:-
german: Sie versuchen eine exterene Internetseite aufzurufen. URL:-
italian: Stai per aprire un sito estermo sul tuo browser. URL:-
korean: 외부 웹페이지를 당신의 브라우저에서 열고 있습니다. 주소:-
russian: Вы собираетесь открыть внешнюю страницу в своем браузере. URL:-
spanish: Está a punto de abrir una página web externa en su navegador. URL:-

# msgLoadExternalLinkTitle
source: Load Webpage?
chinese: 载入网页?
french: Charger la page web ?
german: Lade Internetseite
italian: Caricare la pagina?
korean: 웹페이지를 열까요?
russian: Загрузить веб-страницу?
spanish: ¿Cargar página web?

# msgLoadingAppWallpaper
source: Starting up external application..
chinese: 正在启动外部应用程序...
french: Démarrage de l'application externe..
german: Starte externe Anwendung
italian: Avviando applicazione esterna..
korean: 외부 애플리케이션 실행 중..
russian: Запускается внешняя программа..
spanish: Iniciando aplicación externa...

# msgMediaFoundationFailure
source: Media playback failed: Missing Codec/ Corrupted File. Install LAV codec & Try switching to Directshow videoplayer.
chinese: 媒体播放失败：无法找到编解码器 / 文件损坏。 可以尝试安装 LAV 编解码器. 或者尝试切换到 "Directshow" 视频播放器。 更多详细说明: www.github.com/rocksdanister/lively/wiki/Video-Guide
french: Echec de la boucle du média: Manque Codec/ fichier corrompu. Installez LAV codec & essayez de passez à Directshow videoplayer. Further Instructions: www.github.com/rocksdanister/lively/wiki/Video-Guide
german: Medienwiedergabe fehlgeschlagen: fehlender Codec/ Beschädigte Datei. Installieren Sie LAV Codec & probieren Sie zum Directshow Videoplayer zu wechseln.
italian: Playback del Media fallito: Manca Codec / File corrotto. Installa LAV codec & Prova a cambiare a Directshow videoplayer. Più istruzioni: www.github.com/rocksdanister/lively/wiki/Video-Guide
korean: 미디어 재생 실패: 코덱 없음/ 손상된 파일. LAV 코덱 설치 후 DirectShow 플레이어로 바꾸어 보십시오.
russian: Не удалось воспроизвести media: Отсутствует кодек/ Файл поврежден. Установите LAV кодек & попробуйте переключиться на Directshow.
spanish: Reproducción fallida: Códec faltante/ Archivo dañado. Instale el códec LAV e intente cambiar al reproductor Directshow. Más Instrucciones: www.github.com/rocksdanister/lively/wiki/Video-Guide

# msgMediakitFailure
source: Media playback failed: Missing Codec/ Corrupted File. Don't forget to install LAV codec.
chinese: 媒体播放失败：无法找到编解码器 / 文件损坏。 如需安装LAV编解码器，请访问: www.github.com/Nevcairiel/LAVFilters/releases 更多详细说明: www.github.com/rocksdanister/lively/wiki/Video-Guide
french: Échec de la boucle du média: Manque Codec/ fichier corrompu. N'oubliez pas d'installer LAV codec: www.github.com/Nevcairiel/LAVFilters/releases Further Instructions: www.github.com/rocksdanister/lively/wiki/Video-Guide
german: Medienwiedergabe fehlgeschlagen: fehlender Codec/ Beschädigte Datei. Vergessen Sie nicht LAV codec zu installieren.
italian: Playback del Media fallito: Manca Codec / File corrotto. Non dimenticare di installare LAV codec: www.github.com/Nevcairiel/LAVFilters/releases Più istruzioni: www.github.com/rocksdanister/lively/wiki/Video-Guide
korean: 미디어 재생 실패: 코덱 없음/ 손상된 파일. LAV 코덱을 반드시 설치하십시오.
russian: Воспроизведение не удалось: Отсутствует кодек/ Файл поврежден. Не забудьте установить LAV кодек.
spanish: Reproducción fallida: Códec faltante/ Archivo dañado. No olvide instalar el códec LAV: www.github.com/Nevcairiel/LAVFilters/releases Más Instrucciones: www.github.com/rocksdanister/lively/wiki/Video-Guide

# msgRestoringInProgress
source: Currently restoring previous wallpaper(s), please wait.
chinese: 目前正在恢复先前的壁纸, 请稍候...
french: En cours de restauration des images précédentes, veuillez patienter.
german: Das letzte/ Die letzten Hintergrundbild/er wird/werden wiederhergestellt, bitte warten.
italian: Ripristinando il precedente wallpaper, attenda.
korean: 이전 배경을 복구하는 중입니다, 기다려 주세요.
russian: Восстанавливаются предыдущие обои, пожалуйста подождите.
spanish: Restauración de fondos de pantalla anteriores en proceso, por favor espere.

# msgRestoringPrevWallpapers
source: Restoring previous wallpaper(s)..
chinese: 正在恢复先前的壁纸..
french: Restauration des images précédentes..
german: Das letzte/ Die letzten Hintergrundbild/er wird/werden wiederhergestellt
italian: Ripristinando i wallpaper precedenti..
korean: 이전 배경을 복구하는 중입니다..
russian: Восстановление предыдущих обоев..
spanish: Restaurando fondos de pantalla anteriores..

# msgSafeModeWarning
source: Lively was not closed properly, starting in safe mode. Do you wish to restore previously running wallpapers? Error information is saved at:-
chinese: Lively 没有被正确关闭, 正在以安全模式启动 您是否要还原以前运行的壁纸? 错误信息已被保存至:-
french: Lively n'a pas été correctement fermée, lancement en mode sûreté. Voulez vous restaurer les images actives précédement utilisés ? Erreur l'information est sauvegarder à:-
german: Lively wurde nicht richtig geschlossen. Lively startet im Sicheren Modus. Möchten Sie die zuletzt benutzen Hintergrundbilder wiederherrstellen? Fehler information wurde gespeichert:-
italian: Lively non è stato chiuso correttamente, avviamento modalità sicura. Vuoi ripristinare i wallpaper in esecuzione prima? L'errore è situato a:-
korean: Lively가 정상적으로 종료되지 않아, 안전 모드에서 실행합니다. 이전에 실행된 배경화면을 복구할까요? 에러 정보는 다음 위치에 저장되었습니다:-
russian: Lively не был закрыт должным образом, запуск в безопасном режиме. Вы желаете восстановить предыдущие запущенные обои? Ошибка! Информация сохранена в:-
spanish: Lively no se cerró correctamente, iniciando en modo seguro. ¿Desea restaurar los fondos de pantalla previos? Información sobre el error guardada en:-

# msgSingleInstanceOnly
source: Lively is already running! If not-responding terminate process "livelywpf" in taskmanager & try again.
chinese: Lively 已经在运行了 如果没有响应，请在任务管理器中终止进程 “lively wpf” ，然后重试.
french: Lively est déjà en cours d'exécution! Si le programme ne répond pas, fermer le programme "livelywpf" avec le gestionnaire des tâches & essayer à nouveau.
german: Lively wurde schon gestartet! Wenn Lively nicht reagiert, beenden Sie "livelywpf" im Taskmanager & versuchen sie es erneut.
italian: Lively è già in esecuzione! Se non sta rispondendo termina il processo "livelywpf" in taskmanager & Prova di nuovo.
korean: Lively가 이미 작동중입니다! 반응하지 않는다면 작업관리자에서 "livelywpf" 프로세스를 끄고 다시 시도하십시오.
russian: Lively уже запущен! Если не отвечает - завершите процесс "livelywpf" в диспетчере задач & попробуйте заново.
spanish: ¡Lively ya se está ejecutando! Si no responde If not-responding termine el proceso en el Administrador de Tareas e intente de nuevo.

# msgUrlLoad
source: Enter website link to load, Shadertoy.com shader links are supported:-
chinese: 输入要加载的网站链接，支持 Shadertoy.com着色器链接:-
french: Entrer le lien du site à charger, Shadertoy.com les liens de shaders sont supportés:-
german: Geben Sie die Internetseiten-URL ein, Shadertoy.com shader links werden nicht unterstützt:-
italian: Inserisci il link del sito per installare, Shadertoy.com shaders e links:-
korean: 로드 할 웹사이트 링크를 입력하십시오, Shadertoy.com 쉐이더 링크가 지원됩니다:-
russian: Введите ссылку веб-страницы чтобы загрузить, поддерживаются ссылки Shadertoy.com:-
spanish: Escriba el vínculo de la página web a cargar, vínculos al shader Shadertoy.com están respaldados:-

# msgUrlLoadTitle
source: Load webpage
chinese: 载入网页
french: Charger la page web
german: Lade Internetseite...
italian: Carica pagina web
korean: 웹페이지 불러오기
russian: Загрузка веб-страницы
spanish: Cargar página web

# msgUrlWarning
source: You are about to load an external website. Malicious Web pages can be harmful to your computer (malware, virus ..) Only enter links to websites that you trust.
chinese: 你即将加载一个外部网页 恶意网页可能对您的计算机有害（恶意软件，病毒..） 仅在此输入您信任的网站的链接。
french: Vous ouvrez un site web extérieur. Les pages webs malveillantes peuvent endommager votre système (malwares, virus ..) Entrez seulement des liens de sites fiable.
german: Sie laden gerade eine externe Internetseite. Schädliche Webseiten können für Ihren Computer schädlich sein (Malware, Viren ..) Geben Sie nur Links zu Websites ein, denen Sie vertrauen.
italian: Stai per caricare un sito esterno. Pagine web non sicure possono essere pericolose per il tuo computer (malware, virus..) Inserisci solo link a pagine web di cui ti fidi.
korean: 지금 외부 웹사이트를 불러오려고 하고 있습니다. 수상한 웹페이지는 컴퓨터에 해를 끼칠 수 있습니다 (멀웨어, 바이러스 등등) 믿을 수 있는 웹사이트만 접속하십시오.
russian: Вы собираетесь загрузить внешнюю веб-страницу. Вредоносные веб-страницы могут быть опасны для вашего компьютера Вводите ссылки только тех ресурсов, которым вы доверяете.
spanish: Está a punto de cargar una página web externa. Páginas web maliciosas pueden ser perjudiciales para su equipo (malware, virus ..) Solo ingrese vínculos a páginas web que sean de confianza.

# msgUrlWarningTitle
source: Warning
chinese: 警告
french: Attention
german: Warnung
italian: Avvertimento
korean: 경고
russian: Предупреждение
spanish: Advertencia

# msgWebBrowserMissing
source: Web browser component is missing, either download separately:- https://github.com/rocksdanister/lively-cef OR Download the full version of lively.
chinese: Web浏览器组件丢失，你可以单独下载:- https://github.com/rocksdanister/lively-cef 或者 重新下载完整版的 lively.
french: Composant du navigateur manquant, télécharger le séparement:- https://github.com/rocksdanister/lively-cef OU Télécharger la version complète de lively.
german: Internetbrowser-Komponente fehlt, entweder separat herunterladen: - https://github.com/rocksdanister/lively-cef ODER laden Sie die Vollversion von Lively herunter.
italian: Dei componenti del browser mancano, puoi installarli separatamente:- https://github.com/rocksdanister/lively-cef O Installa la vesione completa di lively.
korean: 웹브라우저 컴포넌트를 찾을 수 없습니다, :- https://github.com/rocksdanister/lively-cef 에서 따로 다운로드 받거나 혹은 lively의 풀버전을 다운로드 받으십시오.
russian: Компонент Web браузера не найден, либо загрузите отдельно:- https://github.com/rocksdanister/lively-cef или скачайте полную версию lively.
spanish: Componente del navegador web faltante, o descárguelo por separado:- https://github.com/rocksdanister/lively-cef O Descargue la versión completa de Lively.
